/* OK button title */
"OK" = "OK";

/* Yes button title */
"DONT_ALLOW" = "Don’t Allow";

/* " would like to use your current location." */
"LOCATION_CLIENT_PERMISSION" = "“%@” would like to use your current location";

/* "Turn on location services to get your current location" */
"LOCATION_DISABLED" = "Turn on Location Services to allow “%@” to determine your location";

/* Settings button title */
"LOCATION_DISABLED_SETTINGS" = "Settings";
